<template>
    <header> <h3>عن قدة</h3></header>
    <div class="container-fluid">
     <p>
        مرحبًا بك في منصة قدة! نحن نسعى جاهدين لتوفير بيئة ملائمة ومبتكرة للمهندسين والعمل الحر في المملكة العربية السعودية. نؤمن بأن المهندسين لديهم الكفاءة والقدرة على إحداث تغيير إيجابي في المجتمع والمساهمة في تطويره. في منصة قدة، نعمل على توفير فرص العمل والمشاريع للمهندسين المتخصصين في مختلف المجالات، بدءًا من الهندسة المعمارية والهندسة المدنية وصولاً إلى الهندسة الكهربائية والميكانيكية، والعديد من المجالات الأخرى. نحن نربط المهندسين بالعملاء المحتملين الذين يبحثون عن خبراتهم ومهاراتهم. تتيح منصتنا للمهندسين العمل الحر واختيار المشاريع التي يرغبون في العمل عليها. بفضل قدرات التواصل المباشر المتاحة على المنصة، يمكن للمهندسين والعملاء التفاعل وتحديد متطلبات المشروع وضمان تنفيذه بنجاح. نهدف أيضًا إلى تسهيل عملية البحث عن المهندسين المؤهلين والموثوق بهم في المملكة العربية السعودية. توفر منصتنا آليات بحث متقدمة وقوائم مفصلة للمهندسين، مما يساعد العملاء على العثور بسهولة على المهندس المثالي لمشروعهم. نحن نسعى دائمًا لتحسين وتطوير منصتنا لتلبية احتياجات المهندسين والعملاء على حد سواء. نحن نعمل بشكل مستمر على توفير أدوات وموارد إضافية تساعد المهندسين في تطوير مهاراتهم وتحقيق نجاح أعمالهم. نحن فريق متحمس وملتزم يعمل بجد لتقديم خدمة استثنائية للمهندسين والعملاء في منصة قدة. نرحب بكم جميعًا للانضمام إلينا والاستفادة من فرص العمل والتعاون المثمر. معًا، يمكننا تحقيق تطور مذهل في قطاع الهندسة والعمل الحر في المملكة العربية السعودية. شكرًا لثقتكم بمنصة قدة! فريق منصة قدة
     </p>
    </div>
</template>

<script>

export default {
}
</script>

<style scoped>
* {
  direction: rtl;
}
.container-fluid{
    width: 60%;
    margin-top: 2rem;
    display: right;
}
header{
    background-image: url(../assets/Rectangle\ 33.png);
    width: 100%;
    height: 100%;
    padding-bottom: 10rem;
}
header h3{
    margin-right: 10rem;
}


</style>
