<template>
    <header>
        <h3>عن قدة</h3>
    </header>
    <div class="container">
        <p>مرحبًا بك في قدة للمهندسين. يرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام المنصة والتسجيل كمهندس حر. من خلال
            استخدام المنصة والتسجيل فيها، فإنك توافق على هذه الشروط والأحكام وتلتزم بها بشكل قانوني. إذا كنت غير موافق على
            هذه الشروط والأحكام، فيُرجى عدم استخدام المنصة.</p>
        <p>1. التسجيل والحساب:</p>
        <p>- يجب على جميع المهندسين الحرين تقديم معلومات صحيحة وموثوقة أثناء التسجيل في المنصة. </p>
        <p>- يجب أن تكون الحسابات الشخصية وغير القانونية ممنوعة، ونحن نحتفظ بالحق في إلغاء أي حساب يُشتبه في انتهاك
            هذاالشرط.</p>
        <p>2. الخدمات:</p>
        <p> - يتيح المنصة للمهندسين الحرين عرض خدماتهم ومهاراتهم للمستخدمين الآخرين الذين يبحثون عن مساعدة في مشاريعهم
            الهندسية.</p>
        <p>
            - يتحمل المهندسون الأحرار المسؤولية الكاملة عن خدماتهم وتسليمها بجودة عالية وفقًا لمتطلبات المشروع.
        </p>
        <p>
            - نحن لسنا مسؤولين عن أي تأخير أو عدم الامتثال من قبل المهندسين الأحرار في تنفيذ الخدمات بطريقة محددة.
        </p>
        <p>3. المدفوعات:</p>
        <p> - يجب تحديد أجرة الخدمة بين المهندس الحر والعميل قبل بدء المشروع.</p>
        <p> - نحن نقدم وسيطًا لعمليات الدفع، وسنحتفظ بنسبة معينة كعمولة على كل عملية دفع تتم عبر المنصة.</p>
        <p> - ستتم عملية التسوية المالية وفقًا للاتفاق المبرم بين المهندس الحر والعميل.
        </p>
        <p>4. الملكية الفكرية:</p>
        <p>- يجب على المهندسين الحرين ضمان أن الخدمات التي يقدمونها لا تنتهك حقوق الملكية الفكرية للأشخاص الآخرين.</p>
        <p> - يحتفظ المهندس الحر بحقوق الملكية الفكرية الخاصة به على المحتوى والأعمال التي يقدمها عبر المنصة، ما لم يتم
            التوصل إلى اتفاق خطي مختلف.
        </p>
        <p>5. المسؤولية: </p>
        <p> - نحن لسنا طرفًا في أي اتفاق بين المهندسين الأحرار والعملاء، ولا نتحمل أي مسؤولية عن أي خسارة أو ضرر ينتج عن
            علاقات التعاقد بينهم.</p>
        <p>- نحن غير مسؤولين عن أي محتوى غير قانوني أو غير ملائم يتم تبادله بين المستخدمين على المنصة.
        </p>
        <p>6. إلغاء الحساب:</p>
        <p> - يحق للمهندس الحر إلغاء حسابه في أي وقت بدون إشعار مسبق.</p>
        <p> - نحن نحتفظ بالحق في إلغاء أي حساب يشتبه في انتهاك الشروط والأحكام أو سوء استخدام المنصة.
        </p>
        <p>تُعتبر هذه الشروط والأحكام اتفاقًا قانونيًا بينك وبين قدة للمهندسين، وتنطبق على استخدامك للمنصة كمهندس حر. يجب أن
            تلتزم بشروط وأحكام هذا الاتفاق لضمان تجربة آمنة وموثوقة على المنصة. </p>
        <p>
            يرجى ملاحظة أن هذه الشروط والأحكام قد يتم تحديثها بشكل دوري، ويجب عليك مراجعةها بانتظام. في حالة استمرار
            استخدامك للمنصة بعد تحديث هذه الشروط والأحكام، يُعتبر ذلك قبولًا للتغييرات المُجدَّدة.
        </p>
    </div>
</template>

<script>

export default {
}
</script>

<style scoped>
* {
    direction: rtl;
}

.container p {
    margin-bottom: 1rem;
    font-size: 1rem;
    font-weight: 600;
}
</style>